10/data/attachments/f28e9fa40be4458f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_74bf323d-e197-4daa-af3b-fd4e71150586</nif:username>
            <nif:friendToBeAdded>Alexander_natural_Actions_91237_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>